Revit 2027 API
UnitTypeId.KilojoulesPerSquareMeterKelvin Property
 Kilojoules per square meter Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilojoulesPerSquareMeterKelvin { get; }
Public Shared ReadOnly Property KilojoulesPerSquareMeterKelvin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilojoulesPerSquareMeterKelvin {
	ForgeTypeId^ get ();
}
static member KilojoulesPerSquareMeterKelvin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace